tap "homebrew/bundle"
tap "homebrew/services"

brew "bat"
brew "coreutils"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "imagemagick"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "tokei"
brew "zsh"

cask "alacritty"
cask "linearmouse"
cask "vlc"
